flow-over-heated-plate-ff/fluid1-openfoam/0/p
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}

dimensions      [ 1 -1 -2 0 0 0 0 ];

internalField   uniform 103500;

boundaryField
{
    interface
    {
        type            calculated;
        value           $internalField;
    }
    inlet
    {
        type            calculated;
        value           $internalField;
    }
    outlet
    {
        type            calculated;
        value           $internalField;
    }
    outerWall
    {
        type            calculated;
        value           $internalField;
    }
    top
    {
        type            calculated;
        value           $internalField;
    }
    bottom
    {
        type            calculated;
        value           $internalField;
    }
    slip-bottom
    {
        type            calculated;
        value           $internalField;
    }
    defaultFaces
    {
        type            empty;
    }
}
